Repository: git-learning-game/oh-my-git-2
Catalog: src/locales/*.po
Languages: de

source: and
de: und

source: {0} dealt {1} damage to the enemy player.
de: {0} fügte dem gegnerischen Spieler {1} Schaden zu.

source: {0} equal to {1}
de: soviel {0} wie {1}

source: {num, plural, one {draw a card} other {draw # cards}}
de: {num, plural, one {ziehe eine Karte} other {ziehe # Karten}}

source: add a {0} to your hand
de: füge {0} deiner Hand hinzu

source: Add a card to your deck!
de: Füge deinem Deck eine Karte hinzu!

source: Added a {0} to your hand.
de: {0} wurde deiner Hand hinzugefügt.

source: Advanced Git magic
de: Fortgeschrittene Git-Magie

source: Automatically creating a commit.
de: Erstelle automatisch einen Commit.

source: Bandaid
de: Pflaster

source: Blob Eater
de: Blobfresser

source: Cleaning up after yourself
de: Hinter sich aufräümen

source: Clone Warrior
de: Klonkrieger

source: Collab Centaur
de: Zusammenarbeitszentaur

source: Command failed: {0}
de: Befehl fehlgeschlagen: {0}

source: Convert working directory and index into stash commits. Then, reset them to the HEAD commit.
de: Verwandele Arbeitsverzeichnis und Index in Stash-Commits. Setze sie dann auf den HEAD-Commit zurück.

source: Copy a card from one working directory slot to another.
de: Kopiere eine Karte von einem Arbeitsverzeichnis-Slot zu einem anderen.

source: Copy a card from the HEAD commit to the index.
de: Kopiere eine Karte aus dem HEAD-Commit in den Index.

source: Copy a card from the index to the working directory.
de: Kopiere eine Karte aus dem Index ins Arbeitsverzeichnis.

source: Copy a card from the specified commit to the index.
de: Kopiere eine Karte aus dem angegebenen Commit in den Index.

source: Copy a card from the specified commit to the working directory.
de: Kopiere eine Karte aus dem angegebenen Commit ins Arbeitsverzeichnis.

source: Copy a card from the working directory to the index.
de: Kopiere eine Karte aus dem Arbeitsverzeichnis in den Index.

source: Copy all cards from the index to the working directory.
de: Kopiere alle Karten aus dem Index ins Arbeitsverzeichnis.

source: Copy all cards from the working directory to the index.
de: Kopiere alle Karten aus dem Arbeitsverzeichnis in den Index.

source: Create a new branch at the HEAD commit.
de: Erstelle am HEAD-Commit einen neuen Branch.

source: Create a new tag at the HEAD commit.
de: Erstelle am HEAD-Commit einen neuen Tag.

source: Creating and cloning repositories
de: Erstellen und Klonen von Repositories

source: Date: {0}
de: Datum: {0}

source: delete a random enemy
de: lösche einen zufälligen Gegner

source: Detached Head
de: Abgetrennter Kopf

source: Detaching HEADs
de: HEADs detachen

source: Enemy
de: Gegner

source: Enemy {0} dealt {1} damage to {2}.
de: Gegner {0} fügte {2} {1} Schaden zu.

source: Enemy {0} dealt {1} damage to you.
de: Gegner {0} fügte dir {1} Schaden zu.

source: Enemy announced {0} at slot {1}.
de: Der Gegner hat {0} auf Slot {1} angekündigt.

source: energy
de: Energie

source: Enter text:
de: Gib Text ein:

source: For mastering the following skills:
de: Für das Meistern der folgenden Skills:

source: gain {0}
de: erhalte {0}

source: Gain {0} energy
de: Erhalte {0} Energie

source: Game was finished with {0} cards in the deck:
de: Das Spiel wurde mit {0} Karten im Deck abgeschlossen:

source: Git Diploma
de: Git-Diplom

source: give all allies +{0}/{1}
de: gib allen Verbündeten +{0}/{1}

source: Graph Gnome
de: Graphgnom

source: heal yourself by {0}
de: heile dich um {0}

source: Healed for {0}
de: Geheilt um {0}

source: Health potion
de: Heiltrank

source: increase its own attack by {0}
de: erhöhe den Angriff der Karte um {0}

source: increase its own health by {0}
de: erhöhe die Gesundheit der Karte um {0}

source: Joker! Run an arbitrary command.
de: Joker! Führe einen beliebigen Befehl aus.

source: Library
de: Bibliothek

source: Make it all the way to the end to get your Git diploma!
de: Schaff es ganz bis zum Ende, um dein Git-Diplom zu erhalten!

source: Merge the last working directory stash commit into the working directory.
de: Merge den letzten Stash-Commit des Arbeitsverzeichnisses ins Arbeitsverzeichnis.

source: Merge the specified commit into the current HEAD commit, and set index and working directory to the result. Does nothing if the specified commit is already an ancestor of HEAD.
de: Merge den angegebenen Commit in den aktuellen HEAD-Commit, und setze Index und Arbeitsverzeichnis auf das Ergebnis. Tut nichts, wenn der angegebene Commit bereits ein Vorfahre von HEAD ist.

source: Move a card from one slot to another in both the working directory and index.
de: Verschiebe eine Karte im Arbeitsverzeichnis und Index von einem Slot zu einem anderen.

source: Move a card from one working directory slot to another.
de: Verschiebe eine Karte im Arbeitsverzeichnis von einem Slot zu einem anderen.

source: Not enough energy to play {0}.
de: Nicht genug Energie, um {0} zu spielen.

source: On completing Oh My Git 2.0!
de: Für das Abschließen von Oh My Git 2.0!

source: Played {0} to slot {1}.
de: Du hast {0} auf Slot {1} gespielt.

source: Played {0}.
de: {0} gespielt.

source: Presented to:
de: Überreicht an:

source: Rebasing and cherry-picking
de: Rebasen und Cherry-Picking

source: Remove a card in the working directory.
de: Entferne eine Karte im Arbeitsverzeichnis.

source: Repo Raven
de: Repo-Rabe

source: Rubber Duck
de: Gummiente

source: run "{0}"
de: führe "{0}" aus

source: Running "{0}"
de: Führe "{0}" aus

source: Select ref
de: Klick auf einen Ref

source: Select slot
de: Klick auf einen Slot

source: Set HEAD to a branch, and reset the working directory and index to that commit.
de: Setze HEAD auf den angegebenen Branch, und setze Arbeitsverzeichnis und Index auf diesen Commit zurück.

source: Set HEAD to a commit, and reset the working directory and index to that commit.
de: Setze HEAD auf den angegebenen Commit, und setze Arbeitsverzeichnis und Index auf diesen zurück.

source: Shuffled discard pile into draw pile.
de: Ablagestapel wurde in Zugstapel gemischt.

source: Signed: {0}
de: Unterschrift: {0}

source: Skip
de: Überspringen

source: the length of the current branch
de: die Länge des aktuellen Branches

source: the number of branches in your repository
de: die Anzahl von Branches in deinem Repository

source: the number of commits in your repository
de: die Anzahl von Commits in deinem Repository

source: the number of tags in your repository
de: die Anzahl von Tags in deinem Repository

source: Time Snail
de: Zeitschnecke

source: Tried to draw a card, but both draw and discard pile are empty.
de: Versuchte, eine Karte zu ziehen, aber Nachzieh- und Ablagestapel sind beide leer.

source: Unknown placeholder
de: Unbekannter Platzhalter

source: Unknown state :(
de: Unbekannter Zustand :(

source: Waiting...
de: Warte...

source: when this card dies
de: wenn diese Karte stirbt

source: when this card is played
de: wenn diese Karte gespielt wird

source: You
de: Du

source: You drew {0}.
de: Du hast {0} gezogen.

source: You ended your turn
de: Du hast deinen Zug beendet

source: You may remove a card from your deck!
de: Entferne eine Karte aus deinem Deck, wenn du möchtest!

source: Your {0} dealt {1} damage to {2}.
de: Dein {0} hat {2} {1} Schaden zugefügt.

source: Your current deck
de: Dein aktuelles Deck

source: Your turn
de: Du bist dran
